Repository: danyill/oscd-supervision
Catalog: localization/*.xlf
Languages: de, pt

# sfd06289994ba44d2
source: Delete supervision logical node
de: Lösche Überwachungs-Logik-Knoten
pt: Eliminar nó lógico de supervisão

# sfcf8c16f9576d89d
source: Remove supervision of this control block
de: Überwachung dieses Steuerblocks entfernen
pt: Remover supervisão deste bloco de controle

# sf5bd9968dcf60b09
source: Change between GOOSE and Sampled Value publishers
de: Zwischen GOOSE- und Sampled-Value-Publishern wechseln
pt: Alterar entre publicadores de GOOSE e valor amostrado

# s6c69c398a9073c91
source: GOOSE Control Blocks
de: GOOSE-Steuerblöcke
pt: Blocos de controle GOOSE

# se9982364c9695915
source: SV Control Blocks
de: SV-Steuerblöcke
pt: Blocos de controle SV

# s49c26e1d7235015c
source: This IED does not support supervision modification. Only viewing supervisions is supported.
de: Diese IED unterstützt keine Überwachungsänderungen. Es wird nur die Anzeige von Überwachungen unterstützt.
pt: Este IED não suporta modificação de supervisão. Somente a visualização de supervisões é suportada.

# sff2d6df22502e8d3
source: Subscribed GOOSE Control Blocks
de: Abonnierte GOOSE-Steuerblöcke
pt: Blocos de controle GOOSE subscritos

# se12126222bc4d9b3
source: Subscribed SV Control Blocks
de: Abonnierte SV-Steuerblöcke
pt: Blocos de controle SV subscritos

# s18ddd6b4fc394661
source: Available Supervision Logical Nodes
de: Verfügbare Überwachungs-Logik-Knoten
pt: Nós lógicos de supervisão disponíveis

# s860007539c72e12d
source: instantiated
de: instantiiert
pt: instanciado

# s7d678ae4032b59f0
source: used
de: benutzt
pt: usado

# s69bb8d6e3f4442dc
source: New Supervision LN
de: Neue Überwachung
pt: Nova Supervisão
